{
    "home": {
        "class": "mirador", 
        "content": "<p>I propose we declare August 7 to be <strong>Alphabetical Order in the European Middle Ages Day</strong>. It may be celebrated with public readings of Richard and Mary Rouse's article \"<i>Statim invenire</i>\", the burning (ok ok, the mocking) of works by early modernists claiming that alphabetical organization came in with the printing press, or just a moment of personal reflection while arranging the books on the coffee table alphabetically. (The date is half way between the Rouses' birthdays: Mary's on July 31 and Richard's on August 14.) (Cardinal <a href=\"https://en.wikipedia.org/wiki/Hugh_of_Saint-Cher\">Hugh of Saint-Cher</a>, leader of the Dominican team that made the alphabetical concordance of scripture in Paris in the 1220s, could be the day's Patron Saint in Waiting, as he's in Wikipedia's list of <a href=\"https://en.wikipedia.org/wiki/List_of_Dominicans_proposed_for_canonization\">probable Dominican candidates for sainthood</a>.)</p>\n\n<p>Date: half-way between Richard and Mary Rouse’s birthdays</p><ul><li>Richard: 14 August 1933 - <a href=\"https://www.wikidata.org/wiki/Q55937949#P569\">Wikidata</a></li><li>Mary: 31 July 1934 - <a href=\"https://www.wikidata.org/wiki/Q66985628#P569\">Wikidata</a></li></ul><p>(by Peter Binkley)</p><hr><h2>Some Alphabetical Works in Medieval Manuscripts</h2><p>Scroll down to view the manuscripts.</p><table id=\"ms-table\">\n\n<tr>\n<td>Petrus de Capua, <i>Alphabetum in artem sermocinandi</i>. Composed c.1190; ms 13th century. At the upper left a table of the articles beginning with A, followed by the articles \"Alpha\", \"Altissimus\", \"Altum\", \"Auxilium\", \"Abscondita\", \"Arguere\". </td>\n<td>Aldeberto de Moreriis, index of Henricus Bohick, <i>Commentarii in Decretales</i> (canon law). Composed early 14th century; ms 15th century.</td>\n<td>St. Jacques Concordance of the Bible. 13th century. The Dominican concordance which ushered in the golden age of alphabetical reference works. A short introduction explaining the reference system (since verse numbers where not yet in use, it refers to sections of chapter by the letters a-g, or a-d for short chapters). The first entry is \"A A A\", referring to Jeremiah 1 a, \"A, a, a, Domine Deus, ecce nescio loqui, quia puer ego sum.\" \"Ah, Lord God! behold, I cannot speak: for I am a child.\"</td>\n<td>Another copy of the St. Jacques concordance. It has a slightly different layout, making it easier to align the citations and the brief quotations.</td>\n</tr>\n\n<tr>\n<td><i>Tabula alphabetica super libros [Aristotelis] Naturalis philosophiae etc.</i> 12th century. The end of the list of numbered chapters, and the beginning of the alphabetical index with \"Abstrahere\".</td>\n<td><i>Glossarium alphabeticum nominum Hebraicorum biblicum</i> (glossary of Hebrew names in the Bible). Early 9th century. Alphabetization is loose.</td>\n<td>Iohannes Calderinus, <i>Tabulae</i> (index of scriptural citations in the official collections of canon law). The first entry is a cross-reference for the passage from Jeremiah (mentioned above), found under \"Loqui\" (\"Speak\"); the first full entry, on Aaron and the golden calf, is found in Exodus 32 and in Distinction 50, section \"Econtra\" (c.xii) of Gratian's <i>Decretum</i> (ed. Friedberg, p.181).</td>\n<td>The <i>Alphabetum narrationum<i> or <i>Alphabet of Tales</i> of Arnold of Liege. Composed 13th century; manuscript 14th century. The end of the introduction and the beginning of the alphabetical chapters, with \"Abbas\" (Abbot).</td>\n</tr>\n\n</table>",
        "displaycode": false,
        "file": "mirador-complex.json",
        "title": "Alphabetical Order in the European Middle Ages Day"
    }
}