{
    "home": {
        "class": "mirador", 
        "content": "<div style=\"float:right\"><figure class=\"figure\"><img src=\"graphics/38_Ugo_da_San_Caro.jpeg\" class=\"figure-img img-fluid rounded\" alt=\"Ugo da San Caro, serie dei Quaranta domenicani illustri, ex convento di San Niccolò, Sala del Capitolo, Treviso, 1352\"><figcaption class=\"figure-caption\">Hugh of St. Cher (and one of the earliest portraits of someone wearing glasses). This file is licensed under the Creative Commons <a href=\"https://creativecommons.org/licenses/by-sa/3.0/deed.en\">Attribution-Share Alike 3.0 Unported license</a>.</figcaption></figure></div><p>I declare August 7 to be <strong>Alphabetical Order in the European Middle Ages Day</strong>. It may be celebrated with public readings of Richard and Mary Rouse's article \"<i>Statim invenire</i>\", the burning (ok ok, the mocking) of works by early modernists claiming that alphabetical organization came in with the printing press, or just a moment of personal reflection while arranging the books on the coffee table alphabetically. (The date is half way between the Rouses' birthdays: Mary's on July 31 and Richard's on August 14.) (Cardinal <a href=\"https://en.wikipedia.org/wiki/Hugh_of_Saint-Cher\">Hugh of Saint-Cher</a>, leader of the Dominican team that made the alphabetical concordance of scripture in Paris in the 1220s, could be the day's Patron Saint in Waiting, as he's in Wikipedia's list of <a href=\"https://en.wikipedia.org/wiki/List_of_Dominicans_proposed_for_canonization\">probable Dominican candidates for sainthood</a>.)</p>\n\n<p>Date: half-way between Richard and Mary Rouse’s birthdays</p><ul><li>Richard: 14 August 1933 - <a href=\"https://www.wikidata.org/wiki/Q55937949#P569\">Wikidata</a></li><li>Mary: 31 July 1934 - <a href=\"https://www.wikidata.org/wiki/Q66985628#P569\">Wikidata</a></li></ul>",
        "displaycode": false,
        "file": "mirador-complex.json",
        "title": "Alphabetical Order in the European Middle Ages Day"
    }
}